Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/Settings.resw
Source language: en_gb
Languages: fi_fi, hi_in, hu_hu, pt_pt, zh_hans

# SystemBehaviorsEnabledByPolicy
source: This feature is enabled but cannot be modified due to your administrator's current policies. If this is necessary, please contact your system administrator.
fi_fi: Tämä ominaisuus on käytössä, mutta sitä ei voi muokata järjestelmänvalvojan nykyisten käytäntöjen vuoksi. Jos tämä on tarpeen, ota yhteyttä järjestelmänvalvojaan.
hi_in: यह फीचर सक्षम है किंतु प्रशासक की वर्तमान नीतियों के कारण बदला नहीं जा सकता। अगर यह अति-आवश्यक है, तो कृपया अपने सिस्टम प्रशासक से संपर्क करें।
hu_hu: Ez a funkció engedélyezve van, de a rendszergazda aktuális házirendjei miatt nem módosítható. Ha erre szükség van, kérjük, forduljon a rendszergazdához.
pt_pt: Esta funcionalidade está ativada, mas não pode ser modificada devido às políticas atuais do seu administrador. Se for necessário, entre em contato com o seu administrador do sistema.
zh_hans: 此功能已启用，但根据您管理员的当前政策无法修改。 如果有必要，请联系您的系统管理员。

# SystemBehaviorsRunningLeakedDesc
source: Some settings might be unavailable because you are running Rise Media Player on the leaked build.
fi_fi: Jotkin asetukset eivät ehkä ole käytettävissä, koska käytät Rise Media Playerin vuotanutta versiota.
hi_in: कुछ सेटिंग्स अनउपलब्ध हो सकते हैं क्योंकि आप राईज़ मीडिया प्लेयर लीक निर्माण पर चला रहे हैं।
hu_hu: Előfordulhat, hogy egyes beállítások nem érhetők el, mivel a Rise Media Player a kiszivárgott verzióval fut.
pt_pt: Algumas definições podem estar indisponíveis porque você está executando o Rise Media Player numa versão vazada.
zh_hans: 某些设置可能不可用，因为您在泄漏的版本上运行 Rise Media Player。

# SystemBehaviorsRunningWin10Desc
source: Some settings might be unavailable. To use them, upgrade your PC to Windows 11.
fi_fi: Jotkut asetukset eivät ehkä ole käytettävissä. Voidaksesi käyttää niitä, päivitä tietokoneesi Windows 11 -versioon.
hi_in: कुछ सेटिंग्स अनउपलब्ध हो सकते हैं। इन्हें इस्तेमाल करने के लिए अपने पीसी को विंडोज 11 में अपग्रेड करें।
hu_hu: Előfordulhat, hogy egyes beállítások nem állnak rendelkezésre. Ezek használatához frissítse a számítógépet Windows 11-re.
pt_pt: Algumas definições podem estar indisponíveis. Para as utilizar, atualize o seu PC para o Windows 11.
zh_hans: 某些设置可能不可用。 要使用它们，请将您的 PC 升级到 Windows 11。

# SystemBehaviorsRunningWin10H
source: You are running Windows 10
fi_fi: Käytössäsi on Windows 10
hi_in: आप विंडोज़ 10 चला रहे हैं
hu_hu: Windows 10 rendszert futtatsz
pt_pt: Você está executando o Windows 10
zh_hans: 您正在运行 Windows 10

# SystemBehaviorsRunningWin11Desc
source: All settings should be available.
fi_fi: Kaikkien asetusten pitäisi olla käytettävissä.
hi_in: सभी सेटिंग्स उपलब्ध होने चाहिए।
hu_hu: Minden beállításnak elérhetőnek kell lennie.
pt_pt: Todas as definições devem estar disponíveis.
zh_hans: 所有设置均可用。

# SystemBehaviorsRunningWin11H
source: You are running Windows 11
fi_fi: Käytössäsi on Windows 11
hi_in: आप विंडोज़ 11 चला रहे हैं
hu_hu: Windows 11 rendszert futtatsz
pt_pt: Você está executando o Windows 11
zh_hans: 您正在运行 Windows 11

# Title
source: App settings
fi_fi: Sovellusasetukset
hi_in: ऐप सेटिंग्स
hu_hu: Alkalmazás beállítások
pt_pt: Definições da aplicação
zh_hans: 应用设置

# ViewColors
source: View colours
fi_fi: Näytä värit
hi_in: रंग देखें
hu_hu: Színek megtekintése
pt_pt: Ver cores
zh_hans: 查看颜色

source: View files
fi_fi: Näytä tiedostot
hi_in: फ़ाइलें देखें
hu_hu: Fájlok megtekintése
pt_pt: Ver ficheiros
zh_hans: 查看文件

# WindowsColors
source: Windows colours
fi_fi: Windowsin värit
hi_in: विंडोज़ रंग
hu_hu: Windows színek
pt_pt: Cores do Windows
zh_hans: Windows 颜色
